Repository: RJMurg/SDEV2004
Catalog: assignment/src/app/translations/*/LC_MESSAGES/messages.po
Languages: de, fr, nl

source: Made with ❤️ (and Flask) by Ruán Murgatroyd
nl: Gemaakt met ❤️ (en Flask) door Ruán Murgatroyd

source: Strong Coffee, Strong Roots
de: Starker Kaffee, starke Wurzeln
fr: Café fort, racines fortes
nl: Sterke Koffie, Diepe Wortels

source: About Our Cafe
de: Über unser Café
fr: À propos de notre café
nl: Over Ons Café

source: Founded in 1987 by the Hernandez brothers, our establishment has been serving up rich coffee sourced from artisan farmers in various regions of South and Central America. We are dedicated to travelling the world, finding the best coffee, and bringing back to you here in our cafe.
de: Unser 1987 von den Hernandez-Brüdern gegründetes Unternehmen serviert reichhaltigen Kaffee von handwerklich arbeitenden Bauern in verschiedenen Regionen Süd- und Mittelamerikas. Wir haben es uns zur Aufgabe gemacht, die Welt zu bereisen, den besten Kaffee zu finden und ihn hier in unserem Café zu Ihnen zurückzubringen.
fr: Fondé en 1987 par les frères Hernandez, notre établissement a été servant du café riche provenant d'agriculteurs artisanaux de diverses régions de Amérique du Sud et centrale. Nous nous engageons à parcourir le monde, trouver le meilleur café et vous le rapporter ici, dans notre café.
nl: Opgericht in 1987 door de gebroeders Hernandez, ons etablissement heeft al die tijd rijke koffie aangeboden die afkomstig is van ambachtelijke boeren uit verschillende regio's van Zuid- en Centraal-Amerika. Wij zijn toegewijd aan het reizen over de wereld, het vinden van de beste koffie, en deze terug te brengen naar u hier in ons café.

source: We guarantee that you will fall in
de: Wir garantieren, dass Sie reinfallen
fr: Nous garantissons que vous tomberez
nl: Wij garanderen dat u zult vallen in

source: love
de: Liebe
fr: amoureux
nl: liefde

source: with our decadent blends the moment you walk inside until you finish your last sip. Join us for your daily routine, an outing with friends, or simply just to enjoy some alone time.
de: mit unseren dekadenten Mischungen vom ersten Moment an bis zum Ende letzter Schluck. Begleiten Sie uns bei Ihrem Alltag, einem Ausflug mit Freunden oder einfach nur, um etwas Zeit alleine zu genießen.
fr: avec nos mélanges décadents dès que vous entrez jusqu'à ce que vous ayez terminé votre dernière gorgée. Rejoignez-nous pour votre quotidien, une sortie entre amis, ou simplement juste pour profiter d'un moment seul.
nl: voor onze decadente melanges vanaf het moment dat u binnenloopt totdat u uw laatste slok op heeft. Sluit u bij ons aan voor uw dagelijkse routine, een uitje met vrienden, of gewoon om wat alleen tijd te genieten.

source: lust
fr: dans le desir
nl: verlangen

source: We guarantee that you will
de: Das garantieren wir Ihnen
fr: Nous garantissons que vous
nl: Wij garanderen dat u zult

source: yearn for
de: verlangen nach
fr: aspirerez à
nl: verlangen naar

source: our decadent blends the moment you walk inside until you finish your last sip. Join us for your daily routine, an outing with friends, or simply just to enjoy some alone time.
de: mit unseren dekadenten Mischungen vom ersten Moment an bis zum Ende letzter Schluck. Begleiten Sie uns bei Ihrem Alltag, einem Ausflug mit Freunden oder einfach nur, um etwas Zeit alleine zu genießen.
fr: nos mélanges décadents dès que vous entrez jusqu'à ce que vous ayez terminé votre derniersiroter. Rejoignez-nous pour votre quotidien, une sortie entre amis, ou tout simplement juste pour profiter d'un moment seul.
nl: naar onze decadente melanges vanaf het moment dat u binnenloopt totdat u uw laatste slok op heeft. Sluit u bij ons aan voor uw dagelijkse routine, een uitje met vrienden, of gewoon om wat alleen tijd te genieten.

source: desire
de: Wunsch
fr: désireras
nl: begeerte

source: The Wild Atlantic Way
nl: De Wild Atlantic Way

source: Welcome to the Wild Atlantic Way!
nl: Welkom bij de Wild Atlantic Way!

source: The Wild Atlantic Way, 2,600km in length, is one of the longest defined coastal routes in the world. It winds its way all along the Irish West Coast from the Inishowen Peninsula in the north, down to the picturesque town of Kinsale, County Cork in the south.
nl: De Wild Atlantic Way, 2.600 km lang, is een van de langste gedefinieerde kustroutes ter wereld. Het slingert zich een weg langs de hele Ierse westkust van het schierleiland Inishowen in het noorden, tot aan het pittoreske stadje Kinsale, County Cork in het zuiden.

source: Discover the Wild Atlantic Way
nl: Ontdek de Wild Atlantic Way

source: Enjoy the road trip of your life, and discover the Wild Atlantic Way
nl: Geniet van de roadtrip van je leven en ontdek de Wild Atlantic Way

source: Discover Today!
nl: Ontdek het vandaag!

source: The Wild Atlantic Way Route
nl: De Route van de Wild Atlantic Way

source: Must-See Sights of the Wild Atlantic Way
nl: Bezienswaardigheden die je moet zien van de Wild Atlantic Way

source: Need inspiration? Explore some of the must-see highlights of the Wild Atlantic Way:
nl: Behoefte aan inspiratie? Ontdek enkele van de hoogtepunten die je moet zien van de Wild Atlantic Way:

source: Your Wild Atlantic Way Travel Guide
nl: Je Reisgids voor de Wild Atlantic Way

source: Use our handy travel planner to plan your life-changing road trip!
nl: Gebruik onze handige reisplanner om je levensveranderende roadtrip te plannen!

source: Starting Location
nl: Beginlocatie

source: Ending Location
nl: Eindlocatie

source: Submit!
nl: Versturen!

source: Discover
nl: Ontdekken

source: Plan
nl: Plannen

source: Shop
nl: Winkelen

source: Map
nl: Kaart

source: English
de: Englisch
fr: Anglais
nl: Engels

source: Korean
nl: Koreaans

source: Dutch
nl: Nederlands

source: The Wild Atlantic Way route from start to finish unfolds the wonders of nature, the power of the ocean and its imprint on the west coast of Ireland, and the stunning countryside in all its diversity. Enchanting villages are nestled along the coast as well as ancient monuments, their origins having long sunk into the mists of oblivion dot the landscape. Behind every bend on this magical coastal road a new delight awaits.
nl: De route van de Wild Atlantic Way onthult van begin tot eind de wonderen van de natuur, de kracht van de oceaan en haar invloed op de westkust van Ierland, en het verbluffende platteland in al zijn diversiteit. Betoverende dorpjes liggen genesteld langs de kust, evenals oude monumenten, waarvan de oorsprong lang verloren is gegaan in de nevelen van de vergetelheid, die het landschap stippen. Achter elke bocht op deze magische kustweg wacht een nieuwe verrassing.

source: The wild Atlantic with its unrestrained and untameable tides and storms, has continuously been moulding the west coast of Ireland. With a constant meeting of water and land, a deeply indented and wild terrain has emerged with towering cliffs, spellbinding bays and beaches, mystical islands, always changing and never reaching the end. In the isolation or perhaps expressed in a different way, living near and with the Atlantic at your doorstep has ensured that old traditions and the Irish language have been preserved. A trip along the Wild Atlantic Way is also an encounter with the past.
nl: De wilde Atlantische Oceaan met zijn ongetemde getijden en stormen, heeft continu de westkust van Ierland gevormd. Met een constante ontmoeting van water en land, is een diep ingesneden en wild terrein ontstaan met torenhoge kliffen, betoverende baaien en stranden, mystieke eilanden, altijd veranderend en nooit een einde bereikend. In de isolatie, of misschien anders uitgedrukt, leven dichtbij en met de Atlantische Oceaan op je drempel heeft ervoor gezorgd dat oude tradities en de Ierse taal bewaard zijn gebleven. Een reis langs de Wild Atlantic Way is ook een ontmoeting met het verleden.

source: Select Language
fr: Choisir la langue

source: Home
de: Startseite
fr: Page d'accueil

source: French
de: Französisch
fr: Français

source: German
de: Deutsch
fr: Allemande

source: Business Casual - Start Bootstrap Theme
de: Business Casual - Starten Sie das Bootstrap-Design
fr: Business Casual - Démarrer le thème Bootstrap

source: A Free Bootstrap Business Theme
de: Ein kostenloses Bootstrap Business-Thema
fr: Un thème d'entreprise Bootstrap gratuit

source: Business Casual
fr: Vêtement décontracté

source: About
de: Um
fr: À propos

source: Products
de: Produkte
fr: Des produits

source: Store
de: Speichern
fr: Magasin

source: Copyright Your Website 2022
de: Copyright Ihrer Website 2022
fr: Droits d'auteur Votre site Web 2022

source: Select Langauge
de: Sprache auswählen
